Repository: digitalhealthpass/dhp-ios-app
Catalog: HealthPass/Holder/Profile/*.lproj/Profile.strings
Languages: de

# 2Td-ej-ckc.headerTitle
source: wallet storage
de: Brieftasche

# 4qR-WM-oaU.text
source: Login & PIN
de: Anmeldung & PIN

# 5Sg-oC-fU5.text
source: Reset issuer
de: Austeller zurücksetzen

# 5il-LG-joo.text
source: Change passcode
de: Password ändern

# 794-na-JZr.text
source: Privacy Policy
de: Datenschutzerklärung

# Nfb-2e-YuW.text
source: About your Privacy
de: Über Ihre Privatsphäre

# 9dV-2f-Kdk.text
source: Security key
de: Sicherheitsschlüssel

# AcN-Jk-Rmw.text
source: Automatic cache reset
de: Automatischer Cache Reset

# Ccq-lo-rEt.text
source: Monthly
de: Monatlich

# DaL-iw-Nho.title
source: Settings
de: Einstellungen

# GRP-nn-Brg.headerTitle
source: Biometric option
de: Biometrische Option

# HKb-uF-uXA.footerTitle
source: You can send a backup copy of your Wallet data to another location. After backup, you can use the app to restore the information to a new iOS device. Doing this avoids data loss, and saves you from adding cards and connections again.
de: IBM Wallet macht ein Backup Ihrer Brieftasche und kann Sie an eine von Ihnen bestimmten Ort senden.

# HKb-uF-uXA.headerTitle
source: Backup & restore
de: Backup & Wiederherstellen

# Hel-F7-06q.text
source: John Smith, Data Privacy Officer
de: Thomas Schmitt, Data Privacy Officer

# HrL-wr-MKI.text
source: Oct 20, 2020 15:06
de: 20. Okt. 2020 15:06

# IUe-3t-QVZ.headerTitle
source: Security
de: Sicherheit

# JOg-xd-hs4.text
source: Reset Cache
de: Schemas zurücksetzen

# KCq-As-pzy.text
source: Delete all cards
de: Alle Karten entfernen

# Kve-WI-Upf.text
source: Reset metadata
de: Metadaten zurücksetzen

# LjD-hJ-bew.title
source: Profile
de: Profil

# R4Q-KN-slB.text
source: Delete PIN
de: PIN löschen

# SM4-LW-Asn.text
source: My Keys
de: Meine Schlüssel

# Szn-JA-bgC.normalTitle
source: Generate
de: Erstellen

# VFK-vd-nDu.text
source: Reset Frequency
de: Frequenz zurücksetzen

# XFq-x5-NIk.text
source: Public key
de: Öffentlicher Schlüssel

# YcP-8K-Gtt.text
source: Back up now
de: Backup jetzt erstellen

# ZTj-Gb-gDQ.text
source: Supported login
de: Unterstützte Loginverfahren

# dkK-CE-X2i.text
source: Version
de: Build

# jRn-Vt-hNn.title
source: Add To Wallet
de: Zum Wallet hinzufügen

# n7Y-u7-h1N.text
source: Terms and Conditions
de: Nutzungsbedingungen

# npj-nd-2N6.text
source: Restore backup data...
de: Backup wiederherstellen...

# oxN-DA-dhC.text
source: Region
de: Umgebung

# qnx-Ba-xDR.title
source: Reset
de: Surücksetzen

# rhD-X6-Tzu.text
source: Saving key pair. Please wait...
de: Schlüsselpaar wird gespeichert. Bitte warten ...

# sQr-VK-cQ8.headerTitle
source: Four-digit PIN
de: 4-stellige PIN

# tTs-aI-nDc.title
source: Security Keys
de: Sicherheisschlüssel

# uRc-sA-Anj.footerTitle
source: Automatically reset the app cache every few days, to optimize device storage. The data in your Wallet is retained.
de: Automatisches Zurücksetzen des Caches reduziert die den Speicherplatz. Dies wird keine Schlüssel und Zertifikate von Ihrem Wallet löschen.

# wz8-z9-FZX.headerTitle
source: Cache storage
de: Cache-Speicher

# xsH-Nu-TeI.text
source: There are no security keys in the profile.
de: Keine Sicherheisschlüssel in Ihrem Profil gefunden
