Repository: digitalhealthpass/dhp-ios-app
Catalog: HealthPass/Holder/Common/Resources/*.lproj/Localizable.strings
Languages: de

# button.title.cancel
source: Cancel
de: Abbrechen

# button.title.dontallow
source: Don't Allow
de: Nicht erlauben

# label.placeholder.password
source: Password - Required
de: Passwort - benötigt

# alert.shareButtonTitle
source: Share
de: Teilen

# error.server.title
source: Server Error
de: Serverfehler

# error.client.title
source: Client Error
de: Clientfehler

# error.network.title
source: Network Error
de: Netzwerkfehler

# error.server.4.message
source: Server error 5: Temporarily overloaded or in maintenance. Please try again.
de: Der Server kann die Anfrage derzeit aufgrund einer vorübergehenden Überlastung oder Wartung des Servers nicht verarbeiten

# error.server.1402.message
source: Server response error: The response data is invalid.
de: Ungültige Antwort des Servers

# error.server.1403.message
source: Server response error: The server response format is invalid.
de: Ungültiges Antwort-Format des Servers

# error.server.500s.message
source: Server error 500: Temporarily overloaded or in maintenance. Please try again.
de: Der Server ist zur Zeit aufgrund Überlastung oder Wartung nicht im Stande die Anfrage zu bearbeiten.

# error.client.53.message
source: Request canceled: Please try again.
de: Die Anfrage wurde abgebrochen, da die App im Hintergrund-Modus war.

# error.client.1401.message
source: Request failure: Cannot create this item.
de: Anfrage fehlgeschlagen

# error.client.400s.message
source: Request failure: Cannot create owing to incorrect syntax.
de: Die Anfrage kann aufgrund einem ungültigen Format nicht durchgeführt werden

# error.network.message
source: Network connection failure. Please try again.
de: Die Aktion wurde aufgrund fehlender Netzwerkzugriff abgebrochen.

# error.default.title
source: An error occurred.
de: Oops! Etwas ging schief

# error.default.message
source: Please try again.
de: Es tut uns Leid und wir hoffen, dass wir den Fehler bald beheben können.

# crypto.jsonFailed
source: Encryption error: There is an issue with JSON serialization.
de: Verschlüsselung - JSON Serialisierung fehlgeschlagen

# crypto.stringEncodingFailed
source: Encryption error: There is an issue with string encoding.
de: Verschlüsselung - String Enkodierung fehlgeschlagen

# crypto.dataEncodingFailed
source: Encryption error: There is an issue with data encoding.
de: Verschlüsselung - Daten Enkodierung fehlgeschlagen

# crypto.sealCreationFailed
source: Encryption error: There is an issue with Seal creation.
de: ChaChaPoly Verschlüsselung - Siegel-Erstellung fehlgeschlagen

# crypto.sealBoxCreationFailed
source: Encryption error: There is an issue with Seal Box creation.
de: ChaChaPoly Verschlüsselung - Siegel-Box-Erstellung erfolgreich

# crypto.chachaPolySuccess
source: Success: Encryption is complete.
de: ChaChaPoly Verschlüsselung - Erfolgreich

# crypto.aesSealFailed
source: AES encryption error: There is an issue with Seal creation.
de: AES Verschlüsselung - Siegel-Erstellung fehlgeschlagen

# crypto.aesSealBoxFailed
source: AES encryption error: There is an issue with opening Seal Box.
de: AES Verschlüsselung - Siegel-Box erfolgreich geöffnet

# crypto.aesSuccess
source: Success: AES encryption is complete.
de: AES Verschlüsselung - Erfolgreich

# crypto.dec.chaSealCreationFailed
source: Decryption error: There is an issue with Seal creation.
de: ChaChaPoly Entschlüsselung - Siegel-Erstellung fehlgeschlagen

# cryoto.dec.chaSealBoxFailed
source: Decryption error: There is an issue with opening Seal Box.
de: ChaChaPoly Entschlüsselung - Siegel-Box-Erstellung erfolgreich

# crypto.dec.chaSuccess
source: Success: Decryption is complete.
de: ChaChaPoly Entschlüsselung - Erfolgreich

# crypto.dec.aesSealCreationFailed
source: AES decryption error: There is an issue with Seal creation.
de: AES Entschlüsselung - Siegel-Erstellung fehlgeschlagen

# crypto.dec.aesSealBoxFailed
source: AES decryption error: There is an issue with opening Seal Box.
de: AES Entschlüsselung - Siegel-Box-Erstellung erfolgreich

# crypto.dec.aesSuccess
source: Success: AES decryption is complete.
de: AES Entschlüsselung - Erfolgreich

# crypto.hash.jsonEncFailed
source: Hashing error: There is an issue with JSON serialization.
de: Hashing - JSON Serialisierung fehlgeschlagen

# crypto.hash.stringEncFailed
source: Hashing error: There is an issue with string encoding.
de: Hashing - String Enkodierung fehlgeschlagen

# crypto.hash.dataEncFailed
source: Hashing error: There is an issue with data encoding.
de: Hashing - Daten Enkodierung fehlgeschlagen

# crypto.hash.success
source: Success: Hashing is complete.
de: Hashing - Erfolgreich

# buffer.encodeFailed
source: Archive error: There is an issue with encoding.
de: Fehler beim Enkodieren des Archives.

# buffer.decodeFailed
source: Archive error: There is an issue with decoding.
de: Fehler beim Dekodieren des Archives.

# contact.delete.message
source: Are you sure want to delete this connection?
de: Bitte bestätigen, dass Sie diese Verbindung löschen möchten.

# contact.delete.title
source: Delete Connection
de: Verbindung löschen

# contact.section.title1
source: SHARED HEALTH PASSES
de: GETEILTE ZERTIFIKATE

# contact.section.title2
source: CONTACT INFORMATION
de: KONTAKTINFORMATION

# contact.section.title3
source: Registration
de: Registrierung

# contact.upload
source: Upload health card, pass
de: Zertifikat hochladen

# contact.phone
source: Phone
de: Telefon

# contact.address
source: Address
de: Adresse

# contact.website
source: Website
de: Webseite

# contact.gender
source: Gender
de: Geschlecht

# contact.age
source: Age Range
de: Altersgruppe

# contact.location
source: Location
de: Ort

# contact.downloads
source: Downloaded health passes
de: Heruntergeladene Zertifikate

# contact.download
source: Download health pass
de: Zertifikate herunterladen

# contact.shared
source: Shared health passes
de: Geteilte Zertifikate

# contact.info
source: CONTACT INFORMATION
de: KONTAKTINFORMATION

# contact.registration
source: Registration
de: Registrierung

# contact.prepareForDownload
source: Preparing to download cards
de: Bereite Herunterladen des Zertifikats vor

# contact.wait
source: Please wait...
de: Bitte warten ...

# contact.pleaseWait
source: Please wait
de: Bitte warten

# contact.addToWallet
source: Adding cards to Wallet
de: Füge Zertifikat zum Wallet hinzu

# contact.downloadComplete.title
source: Download Complete
de: Herunterladen abgeschlossen

# contact.downloadComplete.subtitle
source: No new cards, passes available to add to the Wallet
de: Es gibt keine neuen Zertifikate für Ihr Wallet

# contact.downloadFailed
source: Download problem
de: Herunterladen fehlgeschlagen

# contact.credential.empty
source: No new cards, passes available to add to the Wallet
de: Es gibt keine neuen Zertifikate für Ihr Wallet

# contact.credential.format
source: %@ new card%@, pass%@ available to add to the Wallet
de: Anzahl neuer Zertifikate für Ihr Wallet: %@

# contact.credentials.available
source: Available cards, passes
de: Verfügbare Zertifikate

# contact.credentials.shared
source: Shared cards, passes
de: Geteilte Zertifikate

# contact.credentials.credshared
source: Cards, passes shared
de: Geteilte Zertifikate

# contact.credentials.selected
source: Selected cards, passes
de: Ausgewählte Zertifikate

# contact.credentials.uploading
source: Uploading cards, passes
de: Lade Zertifikate hoch

# contact.credentials.submitting
source: Submitting data
de: Übermittle Daten

# contact.credentials.notProcessed
source: Cards, passes not processed
de: Zertifikate nicht verarbeitet

# contact.credentials.verifying
source: Verifying card, pass...
de: Überprüfe Zertifikate..

# contact.dataSubjectInitiated
source: Data subject initiated using Wallet
de: Verarbeitung über das digitale Wallet gestartet

# contact.partiallySubmitted.title
source: Data Partially Submitted
de: Daten teilweise übermittelt

# contact.partiallySubmitted.subtitle
source: At least one card or pass was not submitted.
de: Einer oder mehrere Zertifikate wurden nicht übermittelt.

# contact.uploadComplete.title
source: Upload Complete
de: Hochladen abgeschlossen

# contact.uploadComplete.subtitle
source: Success: Selected cards, passes have been uploaded.
de: Zertifikate erfolgreich hochgeladen

# contact.uploadFailed.title
source: Upload did not complete
de: Hochladen fehlgeschlagen

# contact.uploadFailed.subtitle
source: Card, pass submission did not complete. Please try again.
de: Übertragung der Zertifikate fehlgeschlagen. Bitte versuchen Sie es später nochmals.

# cred.delete.message
source: Are you sure you want to delete this card?
de: Möchten Sie dieses Zertifikat wirklich löschen?

# cred.delete.title
source: Yes, Delete
de: Zertifikat löschen

# cred.share.title
source: Share cards, passes
de: Zertifikate teilen

# cred.share.message
source: Enter a name to share this cards, pass
de: Geben Sie einen Namen ein um das Zertifikat zu teilen

# cred.share.fail.message
source: Failed to save the cards, pass.
de: Speichern der Zertifikate fehlgeschlagen.

# cred.share.failed.title
source: Share cards, passes failed
de: Teilen der Zertifikate fehlgeschlagen

# cred.share.failed.message
source: Couldn't complete share action since the file name was empty
de: Der Vorgang konnte nicht abgeschlossen werden, da kein Dateiname angegeben wurde.

# obfuscation.personalInformation
source: Personal Information
de: Persönliche Information

# data.schemaProfile
source: Profile
de: Profil

# data.timeout
source: Session Timed Out
de: Sitzung abgelaufen

# env.title
source: Select the region in which your health credential will be issued
de: Wählen Sie die Region aus, in der Ihr Gesundheitsnachweis ausgestellt wird

# gs.step0.title
source: Welcome to Wallet
de: Digital Health Pass Wallet

# gs.step0.message
source: Keep your healthcare cards and passes here. Present their QR codes for validation at work, airports, venues.
de: Ein eleganter Weg für Nationen und Organisationen um Personen sicher zusammenzubringen, z.B. Arbeitsplatz, Schule, Stadion oder Flughafen.

# gs.step1.title
source: How it works
de: Schritt 1

# gs.step1.message
source: Your healthcare provider sends you a secure pass or card that verifies your vaccination or test result.
de: Ein Gesundheitsdienstleister sendet Ihnen sichere und vertrauliche Ausweise bezüglich Impfstatus oder Testresultat.

# gs.step2.title
source: Scan for verification
de: Schritt 2

# gs.step2.message
source: Each card and pass includes a QR code for scanning and verifying. Wallet keeps data private and secure.
de: Wenn Sie den Ausweis mit einer Organisation teilen wird Ihr Wallet Ihre Privatsphäre und Sicherheit schützen.

# gs.finishButtonTitle.getStarted
source: Get started â†’
de: Beginnen

# gs.finishButtonTitle.next
source: Next
de: Weiter

# kpm.existing
source: Existing key pairs in Wallet
de: Existierende Schlüssel im Wallet

# kpm.untitled
source: Untitled
de: Unbenannt

# kpm.navigationTitleFormat
source: Key copied at %@
de: Schlüssel kopiert am %@

# kpm.label
source: Copied to clipboard
de: In die Zwischenablage kopiert

# kpm.headerTitle
source: Associated Contacts
de: Zugehörige Kontakte

# kpm.footerTitle
source: Tap to copy
de: Tippen um zu kopieren

# kpm.delete.title
source: Delete Key Pair
de: Schlüsselpaar löschen

# kpm.delete.message
source: Are you sure want to delete this key pair?
de: Möchten Sie das Schlüsselpaar wirklich löschen?

# kpm.delete.confirm
source: Yes, Delete
de: Ja, löschen

# launch.jailbreak.message
source: Jailbroken device detected. Closing Wallet now.
de: Ein Jailbreak wurde auf diesem Gerät erkannt. Die App beendet sich jetzt.

# networking.clientError
source: Network error: There is an issue with creating the request.
de: Anfrage fehlgeschlagen

# networking.serverError.data
source: Server response error: There is an issue with an invalid response.
de: Serveranfrage fehlgeschlagen : Ungültige Antwortdaten

# networking.serverError.format
source: Server response error: There is an issue with the response format.
de: Serveranfrage fehlgeschlagen : Ungültiges Antwortformat

# obf.credSubjNotFound
source: Card, pass error: The subject was not detected.
de: Zeritifikat-Halter wurde nicht gefunden

# obf.pathFieldNotFound
source: Card, pass error: The path field was not detected.
de: Pfadeintrag wurde nicht gefunden

# obf.pathNotFoundFormat
source: Card, pass error: The field %@ was not detected.
de: Zertifikat %@ wurde nicht gefunden

# obf.valOrNonceNotFound
source: Card, pass error: The val or nonce was not detected.
de: Val oder Nonce wurde nicht gefunden

# obf.fieldPathCheckFormat
source: Card, pass error: The field %@ check did not pass.
de: Fehler bei der Prüfung des Zertifikats %@

# pin.title.create
source: Optional PIN
de: PIN erstellen

# pin.title.confirm
source: Confirm your PIN
de: PIN bestätigen

# pin.title.unlock
source: Enter PIN
de: Bitte PIN eingeben

# pin.detail.create
source: For added security, set a four-digit PIN. Use it with Face ID or touch.
de: Bitte geben Sie eine 4-stellige PIN ein um Ihre Sicherheit zu erhöhen

# pin.detail.confirm
source: Tap your four-digit PIN again to confirm.
de: Um sicher zu sein, bitte geben Sie die PIN nochmals ein

# pin.detail.unlock
source: To unlock your Wallet, tap your four-digit PIN.
de: Geben Sie die 4-stellige PIN ein um Ihr Wallet zu öffnen

# pin.reset.message
source: This will reset all Wallet settings, delete your cards and connections, and delete your Wallet PIN, if set.
de: Dies wird alle Ihre Einstellungen und Zertifikate zurücksetzen. Ihre PIN wird ebenfalls gelöscht.

# pin.reset.title
source: Reset Wallet
de: Wallet zurücksetzen

# pin.skip.title
source: Skip setup
de: Einstellungen überspringen

# pin.biometric.message
source: Unlock your Wallet using a biometric login and a PIN.
de: Biometrische Anmeldung mit 4-stelliger PIN um das Wallet zu öffnen

# pin.biometric.title
source: Tap your four-digit PIN
de: Bitte PIN eingeben

# pin.confirmation.title
source: PIN confirmation unsuccessful
de: PIN-Bestätigung fehlgeschlagen

# pin.confirmation.message
source: The PIN you entered did not match. Please try again.
de: Hoppla, die PINs stimmen nicht überein.

# pin.confirmation.skip
source: Skip Setup
de: Einstellungen überspringen

# pin.confirmation.startOver
source: Start again
de: Neu starten

# pin.retry
source: Try again
de: Bitte nochmals versuchen

# pin.invalid.title
source: Invalid PIN
de: Ungültige PIN

# pin.invalid.message
source: The PIN you entered is invalid. Please try again.
de: Hoppla, die eingegebene PIN ist ungültig. Bitte nochmals versuchen.

# pin.complete.title
source: Success
de: Gute Neuigkeiten

# pin.complete.message
source: You can now use this PIN to log in to the app. To change your PIN and related settings, go to the app settings in Wallet.
de: Sie können diese PIN verwenden um sich bei der App anzumelden. Sie können die PIN und Anmeldungs-Einstellungen jederzeit in Ihrer Wallet-App anpassen.

# pin.complete.faceID
source: You can Face ID to log in to the app. To change your PIN and related settings, go to the app settings in Wallet.
de: Sie können Face ID verwenden um sich bei der App anzumelden. Sie können die PIN und Anmeldungs-Einstellungen jederzeit in Ihrer Wallet-App anpassen.

# pin.complete.touchID
source: You can Touch ID to login to the app. To change your PIN and related settings, go to the app settings in Wallet.
de: Sie können Touch ID verwenden um sich bei der App anzumelden. Sie können die PIN und Anmeldungs-Einstellungen jederzeit in Ihrer Wallet-App anpassen.

# pin.complete.continue
source: Continue
de: Weiter

# profile.walletBackup.messageFormat
source: File Name: %@ This backup file needs to be encrypted. Tap a password to protect your backup data.
de: Dateiname: %@ Diese Backup-Datei muss verschlüsselt werden. Bitte geben Sie ein Passwort ein um das Backup zu schützen.

# profile.walletBackup.now
source: Back Up Now
de: Backup starten

# profile.walletBackup.failed
source: Backup unsuccessful
de: Backup fehlgeschlagen

# profile.walletBackup.failedMessage
source: You must enter a password to create a backup file.
de: Die Backup-Datei konnte nicht erstellt werden, da das Passwort ungültig war

# profile.footer
source: You can send a backup copy of your Wallet data to another location. After backup, you can use the app to restore the information to a new iOS device. Doing this avoids data loss, and save you from adding cards and connections again.
de: Digital Health Pass Wallet kann eine Sicherheitskopie Ihres Wallets erstellen und an einen gewünschten Ort senden. Nach Erstellen der Sicherheitskopie können Sie die App verwenden um Ihr Wallet auf einem neuen Gerät wiederherzustellen.

# profile.wallet.open
source: Open Wallet
de: Wallet öffnen

# profile.pin.change
source: Change PIN
de: PIN ändern

# profile.pin.create
source: Create PIN
de: PIN erstellen

# profile.pin.deleteMessage
source: Your four-digit PIN will be deleted.
de: Ihre 4-stellige PIN wird gelöscht.

# profile.pin.delete
source: Delete PIN
de: PIN löschen

# profile.keygen.title
source: Generate Security Key
de: Sicherheitsschlüssel löschen

# profile.keygen.message
source: An asymmetric cryptographic key pair includes a public key and a private key, generated together. You distribute the public key freely, but keep the private key secret. For safe storage, a key pair is saved in a keychain.
de: Ein assymetisches Schlüsselpaar besteht aus einem öffentlichen und privaten Schlüssel, welche zusammen generiert werden. Sie verteilen den öffentlichen Schlüssel frei, halten den privaten Schlüssel jedoch geheim. Das Schlüsselpaar wird zur sicheren Aufbewahrung in einem digitalen Schlüsselbund aufbewahrt.

# profile.keygen.placeholder
source: Item's private tag - optional
de: Privates Tag - Optional

# profile.keygen.generate
source: Generate
de: Erstellen

# profile.cards.deleteAll
source: Are you sure want to delete the cards in your Wallet?
de: Möchten Sie wirklich die Zertifikate in Ihrem Wallet löschen?

# profile.cards.eraseAll
source: Delete all cards
de: Alle Zertifikate löschen

# profile.resetFrequency
source: Reset frequency
de: Frequenz

# profile.reset.footer0Formant
source: You currently have %@ card%@ in your Wallet.
de: Sie haben zur Zeit %@ Zertifikate in Ihrem Wallet.

# profile.reset.footer1Formant
source: This app saves selected data in the background, to improve performance. Cache size: %@
de: Die App legt einige Daten im einem Cache im Hintegrund ab um die Geschwindigkeit der App zu erhöhen. Cache-Grösse: %@

# profile.reset.footer2Formant
source: Automatically reset the app cache periodically, to optimize device storage. The data in your Wallet is retained. Last automatic cache reset: %@
de: Eine regelmässige automatische Leerung des Caches kann die benötigte App-Grösse verringern. Dies wird jedoch keine Zertifikate in Ihrem Wallet entfernen. Letzte automatische Leerung des Caches: %@

# profile.untitled
source: Untitled
de: Unbenannt

# profile.createdFormat
source: CREATED %@
de: ERSTELLT %@

# reg.editCode
source: Edit code
de: Code bearbeiten

# reg.exit
source: Exit
de: Beenden

# reg.decline
source: Decline to state
de: Nicht beantworten

# reg.confirmation
source: Please select a maximum of three options from the list.
de: Bitte wählen Sie maximal 3 Optionen von der Liste

# reg.select
source: Select a value
de: Wählen Sie einen Eintrag

# reg.enterValue
source: Enter a value
de: Geben Sie einen Wert ein

# reg.failed.message
source: There was a problem with the registration. Please try again.
de: Etwas ging schief

# reg.retry
source: Try again
de: Nochmals versuchen

# reset.cache.footer1
source: App caches some data in the background to improve the user experience and the application performance. Cache Size: %@
de: Die App speichert einige Daten im Hintergrund um die Geschwindigkeit und das Benutzererlebnis der App zu verbessern. Cache-Grösse: %@

# restore.buttonTitle
source: Restore
de: Wiederherstellen

# restore.backup.title
source: Restore Backup
de: Backup wiederherstellen

# restore.backup.messageFormat
source: File Name: %@ A Wallet backup file was received. Do you want to restore data from this backup file? Doing this overwrites any existing cards, connections, and keys.
de: Dateiname: %@ Ein Wallet Backup wurde empfangen, möchten Sie den Wiederherstellungsproyess mit dieser Datei starten? Diese Aktion wird existierende Zertifikate überschreiben.

# restore.wallet.title
source: Wallet Restore
de: Wallet wiederherstellen

# restore.wallet.messageFormat
source: File name: %@ This Wallet backup file is encrypted. Tap the password for this file.
de: Dateiname: %@ Diese Backup-Datei ist verschlüsselt. Bitte geben Sie das zugehörige Passwort ein

# restore.wallet.message
source: This Wallet backup file is encrypted. Tap the password for this file.
de: Diese Backup-Datei ist verschlüsselt. Bitte geben Sie das zugehörige Passwort ein

# restore.complete.title
source: Restore Complete
de: Wiederherstellung abgeschlossen

# restore.complete.message
source: The backup file is successfully restored.
de: Die Backupdatei wurde erfolgreich geladen.

# restore.failed.title
source: Restore Unsuccessful
de: Wiederherstellung fehlgeschlagen

# restore.failed.messageUnknown
source: The Wallet backup file could not be restored. An unknown error occurred.
de: Das Backup konnte nicht wiederhergestellt werden. Ein unbekannter Fehler ist aufgetreten.

# restore.failed.messageFormat
source: The Wallet backup file could not be restored. %@.
de: Das Backup konnte nicht wiederhergestellt werden. %@.

# result.loading
source: Loading...
de: Lade...

# result.expiredDate
source: EXPIRED
de: ABGELAUFEN

# result.expiresDate
source: EXPIRES
de: LÄUFT AB AM

# result.issuedFormat
source: ISSUED %@
de: AUSGESTELLT AM %@

# scan.scan.buttonTitle
source: Scan
de: Scanen

# scan.settings.buttonTitle
source: Settings
de: Einstellungen

# scan.invalid.title
source: Invalid
de: Ungültig

# scan.invalid.message
source: To verify, scan a valid QR code.
de: Bitte scannen Sie ein gültiges QR Code Zertifikat um es zu prüfen

# scan.invalid.message.wallet
source: To add a card or pass to the Wallet, scan a valid QR code.
de: Bitte scannen Sie ein gültiges QR Code Zertifikat um es zum Wallet hinzuzufügen

# scan.add
source: Add To Wallet
de: Zum Wallet hinzufügen

# scan.replace
source: Replace card
de: Zertifikat ersetzen

# scan.verification.errorMessage
source: Cannot validate the card or pass. Please try again.
de: Das Zertifikat konnte nicht überprüft werden. Bitte versuchen Sie es nochmals.

# scan.verification.success
source: Success: Card or pass added to the Wallet.
de: Erfolgreich zum Wallet hinzugefügt

# t_c.title
source: Are you sure?
de: Ablehnen und App schliessen

# t_c.message
source: The use of this app requires agreement to the Terms and Conditions.
de: Die Benützung der App setzt die Zustimmung zu den Nutzungsbedingungen voraus.

# verification.credentialExpired
source: The card or pass expiration date has passed the validity date.
de: Das Zertifikat hat das Ablaufdatum überschritten

# verification.invalidSignature.notFound
source: The card or pass properties are not detected.
de: Zertifikateigenschaften wurden nicht gefunden

# verification.invalidSignature.keysNotFound
source: The card or pass issuer's keys are not detected.
de: Die Schlüssel des Ausstellers des Zertifikats wurden nicht gefunden

# verification.invalidSignature.invalidSignatureData
source: The card or pass signature data is invalid.
de: Ungültige Zertifikat-Signatur-Daten

# verification.invalidSignature.invalidData
source: Invalid card or pass data
de: Ungültige Zertifikat-Signatur
