Repository: digitalhealthpass/dhp-ios-app
Catalog: HealthPass/Holder/Common/Resources/*.lproj/Localizable.strings
Languages: de

# terms.conditions.verifier
source: Add your terms and conditions here
de: VERTRAGSBEDINGUNGEN –Digital Health Pass Verify Diese Lizenz kommt ausschließlich zwischen Ihnen und IBM zustande. IBM trägt die alleinige Verantwortung für die App und ihren Inhalt. Apps, die Sie von IBM unter diesen Vertragsbedingungen erhalten, werden lizenziert, nicht verkauft. Durch die Installation und Nutzung dieser App stimmen Sie diesen Bedingungen zu. Wenn Sie diese Bedingungen im Auftrag eines anderen Lizenznehmers akzeptieren, versichern und gewährleisten Sie, dass Sie berechtigt sind, diesen Lizenznehmer zur Einhaltung dieser Bedingungen zu verpflichten. Wenn Sie diesen Bedingungen nicht zustimmen, dürfen Sie die App nicht verwenden und müssen sie von Ihrem Gerät entfernen. Die mobile App Digital Health Pass Verify dient zum Empfangen von Berechtigungsnachweisen von Personen, die Digital Health Pass Wallet verwenden, sodass Sie überprüfen können, ob die Berechtigungsnachweise der Person Ihren Anforderungen entsprechen. Mit dem aktuellen Design speichert diese App die Berechtigungsnachweise nicht für eine spätere Verwendung. Begriffsbestimmungen „Berechtigte Nutzung“ – Verwendung auf einem einzigen Mobilgerät mit einem geeigneten Betriebssystem. „IBM“ – International Business Machines Corporation oder eines ihrer verbundenen Unternehmen. „App“ – die zugehörige Software, einschließlich des Originals und aller vollständigen Kopien oder Teilkopien, sowie maschinenlesbare Instruktionen und Daten, 2) Komponenten, Dateien und Module, 3) audiovisuelle Inhalte (z. B. Abbildungen, Texte, Aufzeichnungen oder Bilder) und zugehöriges Lizenzmaterial (z. B. Schlüssel und Dokumentation). Lizenzerteilung Die App ist Eigentum von IBM oder eines IBM Lieferanten, sie ist urheberrechtlich geschützt und wird lizenziert, nicht verkauft. IBM erteilt Ihnen eine nicht ausschließliche Lizenz zur Nutzung der App auf einem einzigen Gerät wie angegeben und zum Erstellen einer Sicherungskopie, sofern Sie die App rechtmäßig bezogen haben und diese Vertragsbedingungen einhalten; sicherstellen, dass jeder Benutzer die App nur für Ihre Geschäftszwecke nutzt und diese Vertragsbedingungen einhält; Sie sich verpflichten, 1) die App nicht abweichend von diesen Vertragsbedingungen zu nutzen, zu kopieren, zu ändern oder weiterzugeben; 2) die App nicht rückumzuwandeln (reverse assemble, reverse compile) oder in anderer Weise zu übersetzen, soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgeschrieben ist; 3) die Komponenten, Dateien, Module, audiovisuellen Inhalte und das zugehörige Lizenzmaterial der App nicht ohne die App zu nutzen; oder 4) die App nicht weiterzuverteilen, in Unterlizenz zu vergeben, zu vermieten oder zu verleasen; und Sie diese App, wenn Sie sie als Unterstützende App beziehen, nur zur Unterstützung des Hauptprogramms und unter Einhaltung sämtlicher Einschränkungen in der Lizenz für das Hauptprogramm nutzen. In diesem Unterpunkt „d“ bezeichnet eine „Unterstützende App“ eine App, die Teil eines anderen IBM Programms („Hauptprogramm“) ist oder in Verbindung mit diesem Programm funktioniert und als solche in der zugehörigen Dokumentation bezeichnet wird; und Sie alle Nutzungsregeln einhalten, die in den Servicebedingungen des Hauptprogramms festgelegt sind. Die App ist nicht übertragbar, außer an Konten, die dem Käufer im Rahmen eines Volume-Purchase- oder Family-Sharing-Programms zugeordnet sind. Externe Services Die App kann den Zugriff auf Services und Websites von IBM und/oder Drittanbietern (gemeinsam als "Externe Services" bezeichnet) ermöglichen. Sie erklären sich damit einverstanden, Externe Services auf eigenes Risiko zu verwenden. IBM ist nicht für die Prüfung oder Bewertung des Inhalts oder der Richtigkeit Externer Services von Drittanbietern verantwortlich und übernimmt keine Haftung für solche Externen Services von Drittanbietern. Von einer App oder einem Externen Service angezeigte Daten, wie z. B. finanzielle, medizinische Informationen und standortbezogene Informationen, dienen ausschließlich zur allgemeinen Information und werden von IBM oder IBM Beauftragten nicht garantiert. Sie werden die Externen Services nicht in einer Weise nutzen, die mit diesen Vertragsbedingungen nicht vereinbar ist oder die gegen die geistigen Eigentumsrechte von IBM oder einem anderen Anbieter verstößt. Sie erklären sich damit einverstanden, die Externen Services nicht zu verwenden, um Personen oder Organisationen zu belästigen, zu beleidigen, zu stalken, zu bedrohen oder zu verleumden, und dass IBM für eine solche Nutzung nicht verantwortlich ist. Soweit Sie sich für die Nutzung Externer Services entscheiden, tragen Sie die alleinige Verantwortung für die Einhaltung aller anwendbaren Gesetze. IBM behält sich das Recht vor, Externe Services jederzeit ohne Vorankündigung oder Verpflichtungen gegenüber Ihnen zu ändern, auszusetzen, zu entfernen, zu inaktivieren oder Zugriffsbeschränkungen oder -begrenzungen für Externe Services aufzuerlegen. Zustimmung zur Nutzung von Daten: Sie erklären sich damit einverstanden, dass IBM technische Daten und zugehörige Informationen - darunter technische Informationen zu Ihrem Gerät, Ihrer System- und Anwendungssoftware sowie Ihren Peripheriegeräten - erfassen kann. Diese Daten werden regelmäßig erfasst, um die Bereitstellung von Software-Updates, Produktunterstützung und anderen Services (falls vorgesehen) im Zusammenhang mit der App zu ermöglichen. IBM kann diese Informationen in anonymisierter Form für die Verbesserung von IBM Produkten oder die Bereitstellung von Services oder Technologien verwenden. Updates, Fixes, Patches und sonstige Wartungsmaßnahmen Sofern nicht an anderer Stelle schriftlich festgelegt, erfolgt die Wartung ausschließlich durch und nach Ermessen von IBM. Der Distributor hat keine Verpflichtung zu Wartung und/oder Unterstützung. Wenn Sie ein Update, einen Fix oder Patch für eine App erhalten, akzeptieren Sie alle zusätzlichen oder abweichenden Bedingungen für dieses Update, diesen Fix oder Patch, die in den zugehörigen Vertragsbedingungen angegeben sind. Werden keine zusätzlichen oder abweichenden Bedingungen bereitgestellt, unterliegt das Update, der Fix oder Patch ausschließlich diesen Vertragsbedingungen. Wird die App durch ein Update ersetzt, verpflichten Sie sich, die Nutzung der ersetzten App unverzüglich einzustellen. Laufzeit und Kündigung – Diese Vertragsbedingungen bleiben bis zur Kündigung wirksam. IBM kann Ihre Lizenz kündigen, wenn Sie diese Vertragsbedingungen nicht einhalten. Wird die Lizenz von einer der Vertragsparteien aus irgendeinem Grund gekündigt, erklären Sie sich damit einverstanden, die Nutzung der App unverzüglich einzustellen und alle Kopien der App zu vernichten. Geld-zurück-Garantie Wenn Sie aus irgendeinem Grund mit der App nicht zufrieden sind, können Sie die Lizenz kündigen und sich den für die App gegebenenfalls gezahlten Betrag zurückerstatten lassen, sofern Sie IBM die Vernichtung der App innerhalb von 30 Tagen nach dem Download nachweisen. Keine Gewährleistung Vorbehaltlich einer gesetzlichen Gewährleistung, die nicht ausgeschlossen werden kann, übernimmt IBM weder ausdrücklich noch stillschweigend irgendeine Art von Gewährleistung im Hinblick auf die App oder die Unterstützung, sofern verfügbar. Dies gilt insbesondere für die stillschweigenden Gewährleistungen in Bezug auf die Handelsüblichkeit, zufriedenstellende Qualität, die Verwendungsfähigkeit für einen bestimmten Zweck, Rechtsmängel oder die Freiheit von Rechten Dritter, ohne auf diese beschränkt zu sein. Die Gewährleistungsausschlüsse und sonstigen Ausschlüsse in diesem Abschnitt 8 gelten auch für die App-Entwickler von IBM. IBM leistet nur Unterstützung, wenn dies ausdrücklich angegeben ist. Ist dies der Fall, unterliegt die IBM Unterstützung den Gewährleistungsausschlüssen und sonstigen Ausschlüssen in diesem Abschnitt 8. Falls Sie der Ansicht sind, dass die App nicht der gesetzlichen Gewährleistung entspricht, besteht Ihr einziger Ersatzanspruch darin, IBM zu benachrichtigen und sich den Kaufpreis der App zurückerstatten zu lassen. Alle anderen Schäden, Verbindlichkeiten, Kosten oder Auslagen, die auf die Nichteinhaltung der Gewährleistung zurückzuführen sind, liegen in Ihrer Verantwortung. Haftungsbegrenzung Die Beschränkungen und Ausschlüsse in diesem Abschnitt 9 (Haftungsbegrenzung) gelten in vollem Umfang, soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgesehen ist. Fälle, in denen IBM haftbar gemacht werden kann Soweit IBM Ihnen gegenüber schadenersatzpflichtig ist, haben Sie Anspruch auf Entschädigung durch IBM. Unabhängig vom Rechtsgrund, auf dem der an IBM gerichtete Schadenersatzanspruch beruht (einschließlich Vertragsverletzung, Fahrlässigkeit, unrichtiger Angaben oder anderer Ansprüche aus dem Vertrag oder aufgrund unerlaubter Handlungen), ist die Gesamthaftung von IBM für sämtliche Ansprüche in Bezug auf jede App oder andere Ansprüche, die aus diesen Vertragsbedingungen entstehen, begrenzt auf die Gebühren (maximal zwölf Monatsgebühren, wenn die Gebühren für die App nach einer festen Laufzeit berechnet werden), die Sie für die App bezahlt haben, die Gegenstand des Rechtsanspruches ist. Wenn keine Gebühren für die App anfallen, beträgt die maximale Haftung 50 US-Dollar. Diese Haftungsbegrenzung gilt auch für alle App-Entwickler, Distributoren und Lieferanten von IBM. Dies ist der maximale Betrag, für den IBM, ihre App-Entwickler, Distributoren und Lieferanten gemeinsam haftbar gemacht werden können. Fälle, in denen IBM nicht haftbar ist Soweit nach geltendem Recht nicht ausgeschlossen, sind IBM, ihre App-Entwickler, Distributoren oder Lieferanten unter keinen Umständen in folgenden Fällen haftbar, auch wenn sie auf die Möglichkeit solcher Schäden hingewiesen wurden: Verlust oder Beschädigung von Daten; Personenschäden; mittelbare/indirekte Schäden oder wirtschaftliche Folgeschäden; oder entgangenen Gewinn, entgangene Geschäftsabschlüsse, entgangene Umsätze, Schädigung des guten Rufs oder Verlust erwarteter Einsparungen. Sie bestätigen, dass IBM, ihre App-Entwickler, Distributoren und/oder Lieferanten für etwaige sonstige Ansprüche nicht haftbar sind, sofern in Abschnitt 8 nicht ausdrücklich angegeben. Die folgenden Beträge fallen nicht unter die vorstehenden Haftungsbegrenzungen und -ausschlüsse: i) Ansprüche im Zusammenhang mit Personenschäden (einschließlich Tod), ii) Schäden, die vorsätzlich oder grob fahrlässig verursacht wurden, und iii) Ansprüche, die im Zusammenhang mit einer von IBM übernommenen Garantie stehen. Hinweise von Drittanbietern Die App kann Drittanbietercode enthalten, für den IBM und nicht der Drittanbieter Ihnen eine Lizenz unter diesen Vertragsbedingungen erteilt. Falls Hinweise zum Drittanbietercode („Third Party Notices“) mitgeliefert werden, geschieht dies nur zu Informationszwecken. Diese Hinweise befinden sich in den NOTICES-Dateien der App. Allgemeines Gesetzlich unabdingbare Rechte haben Vorrang vor diesen Vertragsbedingungen. Falls eine der Bestimmungen dieser Vertragsbedingungen im Rahmen des geltenden Rechts ungültig oder undurchführbar ist, sind die übrigen Bestimmungen davon nicht betroffen und gelten weiterhin in vollem Umfang. Sie verpflichten sich zur Einhaltung aller anwendbaren Export- und Importgesetze und -bestimmungen, einschließlich der US-Embargo- und Sanktionsbestimmungen sowie des Exportverbots für bestimmte Verwendungszwecke oder an bestimmte Personen. Sie gewährleisten, dass Sie nicht in einem Land ansässig sind, gegen das die US-Regierung ein Embargo verhängt hat oder das von der US-Regierung als ein den „Terrorismus unterstützendes“ Land eingestuft wurde, und dass Sie in keiner der von der US-Regierung geführten Ausschluss- oder Beschränkungslisten genannt sind. Sie sind damit einverstanden, dass IBM (ihre Rechtsnachfolger und Zessionare, Vertragspartner und IBM Business Partner) Ihre geschäftsbezogenen Kontaktinformationen in allen Ländern, in denen IBM geschäftlich tätig ist, in Verbindung mit IBM Produkten und Services oder zur Förderung der Geschäftsbeziehung zwischen IBM und Ihnen speichern und nutzen darf. Soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgesehen ist, kommen beide Vertragsparteien überein, 1) keine rechtlichen Schritte im Zusammenhang mit den Vertragsbedingungen später als zwei Jahre nach Entstehen des Anspruches einzuleiten und 2) dass nach Ablauf dieser Frist alle Ansprüche und alle damit in Zusammenhang stehenden Rechte verjähren. Weder Sie noch IBM sind für die Nichterfüllung von vertraglichen Verpflichtungen aus Gründen haftbar, die von den Vertragsparteien nicht beeinflusst werden können. Sie und IBM bestätigen, dass der Distributor dieser App ein Drittbegünstigter dieser Vertragsbedingungen mit allen gesetzlichen Rechten eines solchen Status ist. Mit Ausnahme der vorstehenden Aussage ergeben sich durch diese Vertragsbedingungen weder Rechte noch Ansprüche zugunsten Dritter und IBM ist nicht haftbar für etwaige Ansprüche Dritter gegen Sie. Die Lizenzbedingungen und Freistellungsregelungen in Ihren anderen Vereinbarungen mit IBM (z. B. der IBM Kundenvereinbarung) gelten nicht für App-Lizenzen, die im Rahmen dieser Vertragsbedingungen erteilt werden. Keine der Bestimmungen dieser Vertragsbedingungen hat Auswirkungen auf die Bedingungen einer Vereinbarung zwischen Ihnen und einer Drittpartei. Sie dürfen die App nur in Übereinstimmung mit den US-amerikanischen Gesetzen und den Gesetzen des Landes, in dem die App erworben wurde, nutzen, exportieren oder reexportieren. Insbesondere, aber ohne Beschränkung darauf, darf die App nicht (a) in Länder, gegen die die US-Regierung ein Embargo verhängt hat, oder (b) an Personen, die in der Specially Designated Nationals List des US-Finanzministeriums oder in der Denied Persons List oder der Entity List des US-Wirtschaftsministeriums aufgeführt sind, exportiert oder reexportiert werden. Durch die Nutzung der App gewährleisten Sie, dass Sie nicht in einem dieser Länder ansässig sind oder in einer dieser Listen aufgeführt sind. Sie erklären sich ferner damit einverstanden, dass Sie diese Produkte nicht für Zwecke verwenden, die durch US-amerikanische Gesetze verboten sind, einschließlich unter anderem Entwicklung, Konstruktion, Herstellung oder Produktion von Nuklearwaffen, Flugkörpern oder chemischen oder biologischen Waffen; und die App und die zugehörige Dokumentation sind „kommerzielle Güter“ (Commercial Items) entsprechend der Definition dieses Begriffs in 48 C.F.R. §2.101, bestehend aus „kommerzieller Computer-Software“ (Commercial Computer Software) und „Dokumentation für kommerzielle Computer-Software“ (Commercial Computer Software Documentation) gemäß der Verwendung dieser Begriffe in 48 C.F.R. §12.212 oder 48 C.F.R. §227.7202, sofern zutreffend. In Übereinstimmung mit 48 C.F.R. §12.212 oder 48 C.F.R. §227.7202-1 bis 227.7202-4, sofern zutreffend, werden die kommerzielle Computer-Software und die Dokumentation der kommerziellen Computer-Software für Endbenutzer der US-Regierung (a) nur als kommerzielle Güter und (b) ausschließlich mit den Rechten lizenziert, die allen anderen Endbenutzern gemäß den hierin enthaltenen Bedingungen erteilt werden. Nicht veröffentlichte Rechte bleiben nach den Urheberrechtsgesetzen der Vereinigten Staaten vorbehalten. Geltungsbereich und geltendes Recht Beide Vertragsparteien sind damit einverstanden, dass die Gesetze des Landes zur Anwendung kommen, in dem die App erworben wurde, um ihre jeweiligen Rechte, Pflichten und Verpflichtungen, die sich aus dem Inhalt dieser Vertragsbedingungen ergeben oder in irgendeiner Weise damit in Zusammenhang stehen, zu regeln, zu interpretieren und durchzuführen, ungeachtet unterschiedlicher Rechtsgrundlagen. Die Vertragskonvention der Vereinten Nationen für den internationalen Warenverkauf kommt nicht zur Anwendung. Alle Rechte, Pflichten und Verpflichtungen unterliegen der Rechtsprechung des Landes, in dem Sie die App-Lizenz erworben haben. V20191205
