Repository: digitalhealthpass/dhp-ios-app
Catalog: HealthPass/Holder/Credential Details/*.lproj/CredentialDetails.strings
Languages: de

# 2Dp-qZ-bI0.text
source: Health Pass
de: Zertifikat

# 3n0-hV-hen.text
source: View Source
de: Details ansehen

# AYn-dm-eWk.text
source: this card has expired
de: dieses Zertifikat ist abgelaufen

# Be5-iP-Qj4.text
source: Title
de: Titel

# GgX-VP-JIr.text
source: ISSUED 10/17/2020
de: Ausgestellt 10/17/2020

# YXi-ZC-Z85.text
source: NO DATA
de: KEINE DATEN

# afG-jh-V86.text
source: EXP 10/17/2020
de: Ablaufdatum 10/17/2020

# bav-Dz-PRe.text
source: EXPIRED
de: ABGELAUFEN

# o2K-iI-wyR.text
source: Delete Card
de: Zertifikat l√∂schen

# sgr-o6-b6I.text
source: Org Healthpass 1
de: Org Zertifikat 1

# wcy-ZN-azg.text
source: Test Result
de: Covid-19 Test Resultat
