Repository: digitalhealthpass/dhp-ios-app
Catalog: HealthPass/Holder/Scan/*.lproj/ScanComplete.strings
Languages: de

# 1Lr-Aa-xYB.text
source: This card already exists in the Wallet. Replacing overwrites the existing card.
de: Dieses Zertifikat existiert bereits im Wallet. Ersetzen des Zertifikats überschreibt den existierenden Zertifikat.

# 7bu-Hu-r9I.text
source: Verifying. Please wait...
de: Prüfe Zertifikat. Bitte warten...

# 80u-df-cJA.text
source: Ayanna Denton
de: Ausstelldatum 17.10.2020

# 8Rr-f5-6C4.text
source: Org Healthpass 1
de: Org Zertifikat 1

# 8mF-7f-66g.text
source: Org Healthpass 1
de: Org Zertifikat 1

# MuE-Uq-aGQ.title
source: Add To Wallet
de: Zum Wallet hinzufügen

# Qik-4Q-7rd.text
source: Test Result
de: Covid-19 Test Resultat

# RXh-dR-rf2.text
source: Test Result
de: Covid-19 Test Resultat

# X6q-Pp-ZdF.text
source: Ayanna Denton
de: Ausgestellt am 17.10.2020

# Yiy-h3-iyJ.text
source: Verifiable Credential
de: Zertifikat

# eEU-NP-uau.text
source: 20 January 1985
de: Ablaufdatum 17.10.2020

# lpW-mn-Kau.text
source: 20 January 1985
de: Ablaufdatum 17.10.2020

# nMr-AU-kSg.text
source: Verifiable Credential
de: Zertifikat
